


function App() {

  return (
    <>
    <h1>ฐิตินันต์ นิรงบุตร</h1>
    <p>ผมชื่อตี๋ครับ ย้ายมาจากแผนกคอมพิวเตอร์ธุรกิจ สู่ เทคโนโลยีสารสนเทศ ยินดีที่ได้รู้จักครับ</p>
    <span>อายุ 19 </span>
    <span>ที่อยู่ 348/75 ต.บางปลาสร้อย อ.เมืองชลบุรี จ.ชลบุรี</span>
    <ul>
      <li>เล่นเกม</li>
      <li>ดูหนัง</li>
    </ul>
    <table>
      <thead>
        <tr>
          <th>ระดับ</th>
          <th>โรงเรียน</th>
          <th>จบปีการศึกษา</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td>อนุบาลศึกษา</td>
          <td>โรงเรียนเทศบาลอินทปัญญา วัดใหญ่อินทาราม</td>
          <th>2554</th>
        </tr>
        <tr>
          <td>ประถมศึกษา</td>
          <td>โรงเรียนเทศบาลอินทปัญญา วัดใหญ่อินทาราม</td>
          <th>2560</th>
        </tr>
        <tr>
          <td>มัธยมศึกษา</td>
          <td>โรงเรียนเทศบาลอินทปัญญา วัดใหญ่อินทาราม</td>
          <th>2563</th>
        </tr>
        <tr>
          <td>ประกาศนียบัตรวิชาชีพ (ปวช.)</td>
          <td>วิทยาลัยอาชีวศึกษาชลบุรี</td>
          <th>2566</th>
        </tr>
        <tr>
          <td>ประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.)</td>
          <td>วิทยาลัยอาชีวศึกษาชลบุรี</td>
          <th>2567 - ปัจจุบัน</th>
        </tr>
      </tbody>
    </table>
    </>
  )
}

export default App
